[{"author": null, "title": "Scottish Gossip: Aberdeen, Eriksson, Glass, Brown, Celtic, Hibernian", "description": "Former England manager linked with Aberdeen role - but not necessarily the manager's post.", "publishedAt": "2021-03-12T07:46:19Z", "content": "Former England manager Sven-Goran Eriksson is interested in becoming Aberdeen's next manager but could also work with Stephen Glass in a director of football role. (Record)external-link\r\nGlass will a… [+1424 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Cat missing for 20 years spent final days with owner", "description": "Phoebe is found seriously ill in a field at the age of 22 but has a special reunion in her final hours.", "publishedAt": "2021-03-12T10:33:13Z", "content": "image captionPhoebe was two years old when she went missing from her home in Nantwich\r\nA cat missing for two decades was able to spend her final hours with her owner before being put down due to the … [+1572 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Cliff Simon: Actor who played Ba'al in Stargate dies aged 58", "description": "The star also had roles in 24, NCIS, Days of Our Lives and previously trained as a swimmer.", "publishedAt": "2021-03-12T09:32:57Z", "content": "image copyrightGetty Images\r\nimage captionCliff Simon also had roles in NCIS, 24 and Days of Our Lives\r\nActor Cliff Simon, best known as the villain Ba'al on Stargate SG-1, has died aged 58, his fami… [+2019 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Mathias Cormann set to head OECD despite climate record", "description": "However critics say former finance minister Mathias Cormann has an 'atrocious' record on climate change.", "publishedAt": "2021-03-12T20:15:07Z", "content": "By Jonathan Josephs &amp; Natalie ShermanBusiness reporters, BBC News\r\nimage copyrightGetty Images\r\nimage captionCritics say Mr Cormann has an \"atrocious\" record on climate change\r\nMathias Cormann, A… [+4091 chars]"}, {"author": null, "title": "2021/03/12 20:00 GMT", "description": "The latest five minute news bulletin from BBC World Service.", "publishedAt": "2021-03-12T20:06:00Z", "content": "The latest five minute news bulletin from BBC World Service."}, {"author": "https://www.facebook.com/bbcnews", "title": "Microsoft hack: 3,000 UK email servers remain unsecured", "description": "The UK's National Cyber Security Centre warns that more than 3,000 servers have not been secured.", "publishedAt": "2021-03-12T17:53:32Z", "content": "image copyrightBBC / Getty Images\r\nMore than 3,000 UK email servers remain at risk from the global Microsoft Exchange email flaw, officials believe.\r\nThe National Cyber Security Centre said it estima… [+2125 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Whitehaven coal mine: Planet or jobs debate reignited", "description": "Amid U-turns and global recriminations, the neighbours of planned new coal mine have their own debate.", "publishedAt": "2021-03-12T18:04:46Z", "content": "image copyrightWest Cumbria Mining Company\r\nimage captionThe government has decided to hold a public inquiry into plans for a coal mine in Whitehaven\r\nPlans for a coal mine in Cumbria have turned int… [+4105 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Linda Reynolds: Australian minister settles case after calling aide 'lying cow'", "description": "Linda Reynolds apologised for making the remark about an alleged rape victim.", "publishedAt": "2021-03-12T18:08:52Z", "content": "image copyrightGetty Images\r\nimage captionSenator Linda Reynolds has paid an undisclosed sum in the settlement\r\nAustralia's Defence Minister Linda Reynolds has paid compensation to a former aide who … [+3390 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Homes evacuated in Milnathort after unexploded bomb reports", "description": "Police have cordoned off an area on Victoria Avenue in Milnathort while specialist teams examine the item.", "publishedAt": "2021-03-12T21:15:09Z", "content": "image captionAn area of Victoria Avenue in Milnathort was cordoned off by police\r\nHomes have been evacuated in Perth and Kinross following reports of an unexploded bomb.\r\nPolice have cordoned off an … [+310 chars]"}, {"author": null, "title": "2021/03/12 23:00 GMT", "description": "The latest five minute news bulletin from BBC World Service.", "publishedAt": "2021-03-12T23:06:00Z", "content": "The latest five minute news bulletin from BBC World Service."}, {"author": "https://www.facebook.com/bbcnews", "title": "Newspaper headlines: Vigils 'to defy' ban and Easter jabs for over-40s", "description": "Developments in Sarah Everard's murder case and the planned vigils are carried in Saturday's papers.", "publishedAt": "2021-03-12T23:31:33Z", "content": "Watch the latest episode\r\nThe BBC News Channels press review every evening at 22:40 weekdays, 22:30 and 23:30 weekends and via the BBC iPlayer"}, {"author": "https://www.facebook.com/bbcnews", "title": "Covid: Mother's Day meet-ups planned as lockdown eases", "description": "Up to four adults can now meet in a garden and the stay-at-home rule has changed to stay local.", "publishedAt": "2021-03-12T23:11:14Z", "content": "image copyrightCharlotte Phillips\r\nimage captionCharlotte Phillips plans to spend time with her mother on Sunday for the first time since Christmas\r\nPlans for outdoor Mother's Day meet-ups are under … [+3830 chars]"}, {"author": null, "title": "Fulham v Manchester City", "description": "Preview followed by live coverage of Saturday's Premier League game between Fulham and Manchester City.", "publishedAt": "2021-03-12T13:04:44Z", "content": "Manchester City midfielder Rodrigo's next league appearance will be the 200th of his career\r\nTEAM NEWS\r\nFulham head coach Scott Parker has no fresh injury concerns for the visit of league leaders Man… [+3246 chars]"}, {"author": null, "title": "Covid: The man with \"super antibodies\"", "description": "John Hollis has antibodies that can kill the virus and variants but the discovery was nearly missed.", "publishedAt": "2021-03-11T00:01:41Z", "content": "John Hollis didnt realise hed been infected with Covid-19. But he later discovered hes one of the rare people who has super antibodies. \r\nThe antibodies are so good at killing the virus, hes practica… [+216 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Covid: Texas and Mississippi lifting restrictions too soon?", "description": "Two US states are lifting compulsory coronavirus restrictions, but are they in a position to do so?", "publishedAt": "2021-03-11T00:44:08Z", "content": "By Jake HortonBBC Reality Check\r\nimage captionTexas is some way off reaching wider immunity through vaccinations\r\nThe governors of the US states of Texas and Mississippi have lifted all compulsory Co… [+5192 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Newspaper headlines: Sarah Everard case and 'fury' over nurses' pay", "description": "Most of Wednesday's newspaper front pages lead on the latest developments in the Sarah Everard case.", "publishedAt": "2021-03-11T00:43:31Z", "content": "Watch the latest episode\r\nThe BBC News Channels press review every evening at 22:40 weekdays, 22:30 and 23:30 weekends and via the BBC iPlayer"}, {"author": "https://www.facebook.com/bbcnews", "title": "YouTube electric shock dog collar videos spark anger", "description": "Pet owners should seek professional advice rather than following these videos, the Blue Cross says.", "publishedAt": "2021-03-11T00:13:58Z", "content": "By Cristina CriddleTechnology reporter\r\nimage captionA library picture of a dog\r\nDog training videos on YouTube promote \"inhumane and ineffective\" methods, an animal welfare charity has warned.\r\nVide… [+3883 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "M&S to sell clothes from rival brands to boost online sales", "description": "The High Street stalwart will sell items from 11 different clothing brands on its website from spring.", "publishedAt": "2021-03-11T00:03:58Z", "content": "image copyrightGetty Images\r\nM&amp;S will start selling clothes from 11 rival brands on its website this spring in a bid to boost its online sales.\r\nMarks said the move to sell items from Hobbs, Joul… [+3051 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Covid-19: Brazil surge reaches new level as daily deaths pass 2,000", "description": "The country records more than 2,000 Covid-related deaths in a single day for the first time.", "publishedAt": "2021-03-11T00:06:05Z", "content": "image captionBrazil has recorded 268,370 fatalities since the pandemic began\r\nBrazil has exceeded 2,000 Covid-related deaths in a single day for the first time, as infection rates soar.\r\nThe country … [+5923 chars]"}, {"author": "https://www.facebook.com/bbcnews", "title": "Being gay in Ghana: LGBT community is ‘under attack’", "description": "Since the country’s first LGBT safe space was closed down by police, queer Ghanaians are \"not safe\".", "publishedAt": "2021-03-11T01:12:08Z", "content": "image copyrightGetty Images\r\nWhen Ghana's first LGBT community centre and safe space opened in January, Linda had no expectation it would last. \r\n\"They won't allow LGBT to operate in Ghana, to have t… [+6666 chars]"}]